{
  "links": {
    "home": "Home",
    "about": "About",
    "english": "english version",
    "french": "french version"
  },
  "index": {
    "allo": "Hi, im english.",
    "title": "Home"
  },
  "construction": {
    "title": "Hemp Construction",
    "description": "A guarantee of sustainability",
    "mur": "Hempcrete wall",
    "mur-desc": "It is the heart of the hemp stalk that is used to insulate the interior of the building structure. This porous insulation is combined with lime (natural binder), water and crushed terracotta. Result: the 'hemp concrete' or also called “hempcrete”.",
    "finition": "Lime finish",
    "finition-desc": "To preserve the living character of the hemp concrete, it is strongly recommended to apply a lime finish (inside and outside). Offering at the same time an effect of depth and purity to the interior design.",
    "blockquote-antho": "'Building in hemp goes well beyond the vital need for housing and elevates building towards a global vision of architecture and sustainable design'",
    "blockquote-name": "- Anthony Nero, Art of Hemp",
    "artduchanvre": "Art du Chanvre",
    "avantage": "The advantages of housing in hemp.",
    "avantage-1": "The hemp house embodies the ideal of ecological and sustainable housing. It is truly adapted to our climate. There are more than a hundred hemp creations in Quebec today, find out why.",
    "avantage-2": "1. Energetic efficiency",
    "avantage-3": "Hemp concrete, coated with a natural finish, has the advantage of acting as a very effective thermal mass. Hemp houses are temperate, we enjoy an ambient temperature of 21 degrees throughout the year without intensive energy cost.",
    "avantage-4": "2. Outstanding durability",
    "avantage-5": "Hemp concrete will continuously petrify over time, like stone, to solidify. It is a non-flammable wall that is not attacked by rodents and allows occupant to intervene more quickly in case of disaster.",
    "avantage-6": "3. Ecological factor",
    "avantage-7": "In Quebec, hemp concrete is made from 100% natural ingredients. Studies have shown that a hemp house of average size can recover up to 6.5 tons of CO2 in the atmosphere inside its walls.",
    "avantage-8": "4. Air quality",
    "avantage-9": "The current houses are very well insulated. The problem is precisely that they do not allow an exchange of air, which is reflected by a pollution of the ambient air. For its part, the hemp wall breathes and allows an exchange of air.",
    "avantage-10": "5. Overall comfort",
    "avantage-11": "Hygrometric control allows the hemp concrete wall to intuitively regulate the relative humidity in the air. Also, we enjoy excellent sound insulation.",
    "avantage-12": "6. Design and atmosphere",
    "avantage-13": "With its lime finish and its plant-based walls, there is truly a unique sensation that is felt in the hemp house. Testimonies indicate that people feel wrapped in comfort and purity.",
    "avantage-14": "Methods for integrating hemp into habitation.",
    "technique-1": "1.",
    "technique-2": "The most popular is inspired by Roman concrete, it consists of building the house into one monolithic piece, there are no joints (weaknesses) in this type of construction. We pour the ingredients in the walls.",
    "technique-3": "2.",
    "technique-4": "Most recently in Québec, artduchanvre have promoted the concept of “hemp blocks”, born from the desire to reduce the labor and drying time required on construction sites. The concept of hemp concrete is to reproduce the hempcrete in the form of molded and pre-dried blocks that are assembled with a mortar.",
    "technique-5": "3.",
    "technique-6": "Finally, hemp wool, made from the fiber of the plant, is used to replace synthetic wool in traditional walls. This solution is simple, but its effectiveness for our Nordic climate is not proven.",
    "technique-7": "Lire notre article complet sur les méthodes de construction en chanvre.",
    "credit-1": "Photo credit",
    "credit-2": "All photos were taken on the achievements of this Quebec artisan.",
    "credit-3": "Art du chanvre"
  },
  "alimentation": {
    "title": "Food",
    "description": "A superfood",
    "graine-1": "Hemp seed",
    "graine-2": "Hemp is an ingredient that is distinguished by the quantity but especially by the exceptional balance of its nutritional contribution. It all starts with the whole hemp seed (with the shell), which is harvested directly at the top of the plant.",
    "graine-3": "Nutritional composition",
    "graine-4": "The entire hemp seed is 25% high quality protein, 30% fatty acid (Omega-3, Omega-6 and Omega-9), 25% carbohydrates plus a major source of vitamins and essential minerals (9). Afterwards, this complete seed is deconstructed to make new ingredients, mainly: hemp hearts, hemp flour and hemp oil.",
    "utilisation-1": "the differents uses",
    "utilisation-2": "Flour or hemp protein",
    "utilisation-3": "It is a Gluten-free flour that is high in fiber (14 g per 1/4 t), in proteins (11g per 1/4 cup) and essential vitamins and minerals. It is used in recipes (cakes, cookie dough, breads, pancakes, etc.) or in smoothies. <router-link class='hyperlien' to='/blog/alimentation/pourquoi-la-farine-de-chanvre'><p>Article: Why hemp floor.</p></router-link>",
    "utilisation-4": "Hulled hemp seed",
    "utilisation-5": "No doubt, it's the star of the hemp industry. On one hand, nutritionists suggest it for the health of the heart, to promote muscle formation or for the normal development of the brain. On the other hand, foodies love it because it suits marvelously well with any plate.",
    "utilisation-6": "Hemp oil",
    "utilisation-7": "Surely the best plant-based oil for its essential fatty acid composition. It is ideal for heart health (hypertension), for brain development and to prevent a variety of diseases. It can be added to salads and smoothies, or in capsules. <router-link class='hyperlien' to='/blog/general/dossier-huiledechanvre'><p>Démystify hemp oil</p></router-link>",
    "utilisation-8": "Other uses:",
    "utilisation-9": "To benefit from hemp’s nutritional values more easily, many companies have developed new products to make it easier for consumers: milk, butter, humus, recipe mix, protein isolate and more."
  },
  "soins": {
    "soins-1": "Skincare",
    "soins-2": "According to studies, hemp oil is one of the most complete and most effective natural oils used in cosmetics. It is generally used in harmony with other natural ingredients to produce creams, body oils, shampoos, lotions and other products with incomparable virtues.",
    "soins-3": "The benefits:",
    "soins-4": "Ultra-moisturizing property",
    "soins-5": "Seed composition",
    "soins-6": "It is one of the few plant-based oil with an ideal ratio of Omega-3 and Omega-6. This profile is close to the natural lipids of the skin. Thus, hemp oil is able to penetrate and moisturize the skin thoroughly (down to the dermis), making it a great oil for any skin care.",
    "soins-7": "Reduce redness",
    "soins-8": "Hemp oil strengthens the vein walls and improves blood circulation, thus reducing the visibility of superficial veins. It activates microcirculation and reduces redness. Hemp oil is therefore particularly suitable against rosacea and rosacea since it penetrates deeply.",
    "soins-9": "Anti-aging action",
    "soins-10": "Hemp oil strengthens the vein walls and improves blood circulation, thus reducing the visibility of superficial veins. It activates microcirculation and reduces redness. Hemp oil is therefore particularly suitable against rosacea since it penetrates deeply.",
    "soins-11": "Nourishes the skin",
    "soins-12": "The skin is a living membrane that needs to be well fed. Essential fatty acids, vitamin K, antioxidants and other nutrients allow the skin to maintain its own protective mechanisms and elasticity. Hemp oil provides the skin with its essential components.",
    "soins-13": "Assurément la meilleure huile végétale pour sa composition en acides gras essentiels dans un ratio parfait. Elle est idéale pour la santé du cœur (hypertension), pour le développement du cerveau et pour prévenir une panoplie de maladies. L'huile de chanvre du québec peut être ajoutée aux salades et aux smoothies, ou en capsules.<router-link class='hyperlien' to='/blog/general/dossier-huiledechanvre'><p>Démystifier l'huile de chanvre</p></router-link>",
    "soins-14": "Anti-inflammatory",
    "soins-15": "Hemp oil acts as a natural anti-inflammatory. Essential fatty acids play an important role in reducing the symptoms of many skin diseases, such as eczema, psoriasis and acne. It is a particularly effective oil to relieve irritated skin.",
    "soins-16": "A local brand",
    "soins-17": "Chanv is a brand in the hemp skincare industry since 2004",
    "soins-18": "Discover Chanv"
  },
  "textile": {
    "textile-1": "Textile",
    "textile-2": "The strongest natural fiber ever",
    "textile-3": "Why hemp?",
    "textile-4": "Hemp clothing allows us to meet an essential need with a great fabric, for us as well as for the planet. It is most likely the oldest textile to have been domesticated by the man. Now it's time to rediscover this precious fabric.",
    "textile-5": "Canadian made hemp clothing",
    "textile-6": "The global hemp fabric comes mainly from China. There are, however, Quebec manufactures that work on this fabric, including Respecterre and Abaka. Recently, Logistik Unicorp developed a uniform for the Canadian army made 100% from Canadian hemp!",
    "textile-7": "I hemp project",
    "textile-8": "'We created the jechanvre project with the vision of driving innovation in this area. 100% of the profits made are reinvested to produce new collections. This is the opportunity for everyone to express their solidarity for the plant.'",
    "textile-9": "Visit ihemp",
    "textile-10": "The benefits",
    "textile-11": "Comfortable",
    "textile-12": "The hemp fibers are porous, forming a fabric that breathes. It has great thermal insulation, keeping you warm in winter and cool in summer. There is only one secret to remember: it softens with washes.",
    "textile-13": "Ecological",
    "textile-14": "Hemp fields capture CO2 in the atmosphere. Also, to produce the same amount of textile, hemp consumes four times less water than cotton and does not require pesticides or chemical compound synthesis.",
    "textile-15": "Protects the skin",
    "textile-16": "Hemp textile has the property of protecting us from external threats. It is anti-microbial and almost completely resistant to UV rays.",
    "textile-17": "Rigid and durable",
    "textile-18": "Hemp fiber is the strongest and most rigid fiber known to man. That's why it's used for military uniforms. Hemp items are made to last.",
    "textile-19": "Read our complete article about the benefits of hemp.",
    "textile-20": "Through time",
    "textile-21": "The hemp textile is probably one of the oldest textiles to have been used by men (by Chinese Shinto monks). In America, hemp ropes were used in ships and for war uniforms during the second world war. Historically, the Japanese imperial family was traditionally dressed in hemp; a supreme symbol of purity.",
    "textile-22": "Due to the boom in the cotton industry and the (unjustified) prohibition of the hemp plant in North America, the industry has experienced a significant decline. Today, its use is in full emergence, with players like Adidas and Patagonia who use it in their creations."
  },
  "cbd": {
    "cbd-1": "A medicinal plant",
    "cbd-2": "The hemp plant contains over 70 cannabinoids, each with different pharmacological effects. The most popular compound is undoubtedly tetrahydrocannabinol (THC). However, it is Cannabidiol (CBD), a non-psychoactive compound, that could disrupt the world of healthcare in the coming years.",
    "cbd-3": "The human body",
    "cbd-4": "Many people are unaware that the human body is endowed with cannabinoid receptors (the endocannabinoid system) and that it naturally produces its own molecules. This litteraly means that we were designed to receive the effects of these molecules.",
    "cbd-5": "Provenance of the CBD.",
    "cbd-6": "CBD oil is extracted from the stem of specifically selected hemp cultivars. It is a molecule that is produced totally independently of THC. This means that you can take CBD on a plant that does not contain THC.",
    "cbd-7": "The benefits",
    "cbd-8": "1. Mental health",
    "cbd-9": "In complete contrast to THC, clinical and preclinical research has shown that CBD produces antipsychotic (reduces psychosis-related) and even anxiolytic (reduces anxiety) effects. In sum, the studies show promising therapeutic properties for the treatment of psychoses related to schizophrenia.",
    "cbd-10": "2. Emotional stability",
    "cbd-11": "Among other things, CBD can modulate the treatment of emotional memory and decrease the symptoms associated with emotional memory disorders such as post-traumatic stress disorder. There is also a noticeable increase in the quality of life of Parkinson's patients with the use of CBD.",
    "cbd-12": "3. Physical health",
    "cbd-13": "CBD is a potent anticonvulsant and natural anti-inflammatory. In other words, the molecule has been very helpful in relieving muscle pain and violent spasms, hence its growing popularity among combat sports athletes and in physical training.",
    "cbd-14": "4. Even more",
    "cbd-15": "Since CBD is a relatively new molecule in the world of research, many health benefits remain untested by scientific evidence, even though many users testify. Among the long list, here is a sample: reduction of skin problems (psoriasis), blood sugar levels, arterial blockages, epileptic seizures, tobacco addiction, attention deficit, nausea, etc.",
    "cbd-16": "Caution:",
    "cbd-17": "You have to be extremely careful with the products that will end up on the market. First, there may be a lack of regulation and labeling of CBD products (a tiny proportion could be labeled 'source CBD' anyway.) Also, be aware that all applications of CBD are not equivalent (injection, oral, combustion ...). We advise you to do your research and consult a health professional.",
    "cbd-18": "Sources",
    "cbd-19": "1. Mental health and Emotional stability ",
    "cbd-20": "2. Physical health"
  },
  "lechanvre": {
    "lechanvre-1": "All about hemp",
    "lechanvre-2": "Biology",
    "lechanvre-3": "Hemp is a plant in the family of Cannabaceae. Once pollinated, the plant produces a grain rather than flowers. On a chemical level, it contains no or very little THC (up to 0.3%), but may contain CBD (non-psychoactive).",
    "lechanvre-4": "Legal status",
    "lechanvre-5": "Historically, hemp plant has always been legal and used by mankind, with the exception of the 20th century, where the plant was banned for unhealthy reasons. Industrial hemp was legalized again in 1998. The year 2018 announced a favorable regulation for the emergence of hemp cultivation (Bill C-45)",
    "lechanvre-6": "The uses of hemp",
    "lechanvre-7": "Indeed, the uses of hemp are varied, including: construction, textile, food, body care, medicine, biofuel, pulp and paper, battery and biocomposite (plastic). Obviously, these are different parts of the plant that are exploited. In short, the potential of hemp is still largely untapped despite the thousands of different products available on the market.",
    "lechanvre-8": "« We're normal guys and we’re passionate about hemp, we want people to understand why »",
    "lechanvre-9": "-Jérémie Aubut, Cofounder of Hemp of Québec",
    "lechanvre-10": "Quebec’s hemp",
    "lechanvre-11": "The organic hemp subsidiary in Quebec is probably one of the most beautiful in the world. The Saguenay is gradually turning into a hemp valley, the productions are setting records, the legalization in the future looks favorable and new quality local products are emerging. The future is beautiful, very beautiful.",
    "lechanvre-12": "Why are we into hemp?",
    "lechanvre-13": "We believe that hemp is the most beautiful green solution. To be honest, we consider ourselves indebted to this plant that transforms our habits of life for the better. Hemp is good for the Earth, for the farmers who grow it, for the entrepreneurs who exploit it, and for the consumers who benefit from it. It is a plant that serves humanity."
  },
  "apropos": {
    "apropos-1": "Hemp of Québec",
    "apropos-2": "“The people who are crazy enough to think they can change the world are the ones who do”  - <strong>Steve Jobs.</strong>",
    "apropos-3": "Our mission",
    "apropos-4": "Share and promote the power of hemp.",
    "apropos-5": "Who are we?",
    "apropos-6": "A non-profit organization, founded by young visionaries, whose vision is to contribute to a better world through the value of hemp. We believe this plant allows us to reconnect with our environment.",
    "apropos-7": "Our engagement",
    "apropos-8": "Be the reference in terms of information",
    "apropos-9": "Propel local brands",
    "apropos-10": "Popularize the plant and its benefits",
    "apropos-11": "The teams",
    "apropos-12": "you can follow",
    "apropos-13": "on",
    "apropos-14": "Expert"
  },
  "votre": {
    "votre-1": "Showcase your brand",
    "votre-2": "Purpose: rethink the hemp branding.",
    "votre-3": "Through our digital marketing experience, we have deployed numerous web strategies and promotional campaigns on different platforms (Google, Facebook, Instagram and newsletters). We want to simplify this area for hemp people.",
    "votre-4": "Why be featured on our site?",
    "votre-5": "All brands of hemp have a common challenge: reach a conscious clientele. At Chanvre Québec, we are already dedicate our energies to inform our audience. We propose you to take advantage of a committed and already established community.",
    "votre-6": "Profile  «local brand » on Chanvre Québec",
    "votre-7": "Take advantage of our expertise in designing an attractive profile for your brand. This profile allows you above all to collect hyper-qualified clicks to your website. If the ergonomics of your site is adapted, these clicks will necessarily result in sales. This is inevitably the best value for money that exists in advertising for hemp companies.",
    "votre-8": "Beta version",
    "votre-9": "We are currently in the experimental phase for several visibility and branding services. Be part of our Beta program to enjoy these services at a fraction of the real launch price!",
    "votre-10": "Don’t be shy to share your project with us.",
    "votre-11": "Contact us"
  },
  "artduchanvre": {
    "artduchanvre-1": "Art du Chanvre",
    "artduchanvre-2": "The foundation:",
    "artduchanvre-3": "« Art du Chanvre » exists since 2009. Led by Anthony Néron (craftsman) and his girlfriend Émilie Bergeron (media production), the company transposes the talent of craftsman into useful and functional.",
    "artduchanvre-4": "About:",
    "artduchanvre-5": "« Art du chanvre » works in the field of hemp construction since a decade. Their expertise includes hemp insulation (new construction and restoration) and lime finishes (plasters, Venetian stucco, painting ...)",
    "artduchanvre-6": "Anthony Néron",
    "artduchanvre-7": "“Every time that we move matters, we have an occasion to create, to redefine or to reaffirm who we are.”",
    "artduchanvre-8": "Art du Chanvre",
    "artduchanvre-9": "Why are we delighted with their works ?",
    "artduchanvre-10": "Finishing with lime (Tadelakt)",
    "artduchanvre-11": "Finishing coatings add depth to the interior design. The most impressive finish in our opinion is the Tadelakt. It is a Moroccan finish with more than 2000 years of history that stands out for its softness, shine and lively look.",
    "artduchanvre-12": "See all finishings",
    "artduchanvre-13": "Hemp concrete blocks.",
    "artduchanvre-14": "With a passion for innovation, we had no choice but to applaud Anthony Néron's initiative to initiate a project to produce pre-dried hemp concrete blocks in Quebec. The main value of this concept is to make hemp construction more accessible to all.",
    "artduchanvre-15": "Modern and timeless design",
    "artduchanvre-16": "The distinctive element of Art du Hemp is obvious: the design. Whether it is the quality of the materials used or the expertise used, the company always has a remarkable obsession with unique and contemporary designs.",
    "artduchanvre-17": "Judge for yourself",
    "artduchanvre-18": "Don’t be shy to ask Anthony if you got any questions.",
    "artduchanvre-19": "Visit Art du chanvre"
  },
  "chanv": {
    "chanv-1": "The Chanv brand",
    "chanv-2": "The foundation",
    "chanv-3": "In 2004, a qualified herbalist, therapist and cosmetologist named Manon Letarte innovates in the field of body care by launching the brand chanv. She fell in love with what she still considers today as the best natural oil for the skin: hemp oil.",
    "chanv-4": "About:",
    "chanv-5": "CHANV. is a variety of body care products made from essential oils and medicinal plants of very high quality. The products are handmade and without preservatives. <span><a class='hyperlien' href='https://chanv.co'>Visit their website</a></span>",
    "chanv-6": "“ Do not put on your skin what you would not put in your mouth ”",
    "chanv-7": "It's the philosophy that has always guided the company. The skin is a living cell that must be fed, just like the digestive system, to allow it to work well.",
    "chanv-8": "Our three favorites:",
    "chanv-9": "Sensitive skin cream",
    "chanv-10": "In a nutshell, this cream is: comforting. It is a safe choice for both sensitive skin and dry or mature skin. Small advice: it is also the perfect gift to please your beloved!",
    "chanv-11": "Serum",
    "chanv-12": "As crazy as it may sound, we can see results already with the first application. The skin seems clearly energized! It is an elixir full of nutrients and used to threats a wide variety of skin illness.",
    "chanv-13": "Body oil bath & massages",
    "chanv-14": "A simple but super effective and versatile solution that combines the benefits of hemp oil and lavender essential oil. Also, the bottle is only $ 20, a real 'deal' for a product of this quality!",
    "chanv-15": "Verdict",
    "chanv-16": "Summary",
    "chanv-17": "The ingredients used in the products are simply phenomenal. In our opinion, the quality / price performance is excellent. However, expect to spend a little more than average body care to enjoy this range of products. One must also make sure to use the products within 18 months (there is no preservatives).",
    "chanv-18": "Judge for yourself",
    "chanv-19": "Visit Chanv"
  },
  "crocx": {
    "crocx-1": "The crocx brand",
    "crocx-2": "Visit crocx",
    "crocx-3": "The foundation",
    "crocx-4": "Mélissa Lemieux-Daigle, the founder, had a dog called Croquette (crocx) struggling with food allergies. Crocx took birth through a passion for animals combined with a questioning surrounding the ingredients used in cookies found on the market.",
    "crocx-5": "About",
    "crocx-6": "The company was initially known for its treats composed of 100% natural ingredients, 70% organic and now enriched with hemp (seeds, flour and oil). They are made in Quebec.",
    "crocx-7": "Philosophy",
    "crocx-8": "Over the years, Crocx has participated in the welfare of animals in Quebec through the quality and effects of its products, but also by supporting animal-related causes, including the quality of life in shelters.",
    "crocx-9": "Crocx’s renewal",
    "crocx-10": "In 2017, group « LaFeuilleVerte » took the initiative to renew the Crocx range by enhancing it with the benefits of hemp. Dany Lefebvre, a pioneer in the feeding of hemp for animals, continues the tradition of quality cultivated by the brand Crocx. <a class='hyperlien'  href='https://crocx.co'><p> See their website</p></a>",
    "crocx-11": "Our favorite products:",
    "crocx-12": "Nutritional supplement",
    "crocx-13": "The first hemp supplement for pets approved by Health Canada. A good diet rich in fatty acids (omega 3 and omega 6) has a major impact on health for both humans and animals. Customer testimonials for this product are impressive!",
    "crocx-14": "Hemp leash",
    "crocx-15": "We are not leash experts, but a dog rope with the most rigid textile (hemp) seems like a pretty great idea!",
    "crocx-16": "Apple & honey biscuits",
    "crocx-17": "Healthy biscuits are Crocx's flagship product. We have personnally tasted all three flavors ourselves (literally) and the apple and honey flavor is our favorite. It remains to be seen if dogs agree with us!",
    "crocx-18": "Verdict",
    "crocx-19": "Summary",
    "crocx-20": "Crocx is a brand for the welfare of animals. The ingredients chosen are healthy and the mere fact that they are suitable for human consumption speaks volumes about the quality of the product. The recent revival brings a nice nutritional dimension to the range with really effective new products.",
    "crocx-21": "Judge for yourself",
    "crocx-22": "Visit crocx"
  },
  "jechanvre": {
    "jechanvre-1": "Powered by Chanvre Québec.",
    "jechanvre-2": "“We created the « jechanvre » project with the ultimate goal of stimulating innovation in the field of hemp clothing. 100% of profits are reinvested to produce exclusive new collections. This is the opportunity for everyone to express their solidarity for the plant.” - Jeremie",
    "jechanvre-3": "The foundation",
    "jechanvre-4": "The project began in 2016 when a Cégep student team wanted to represent the hemp industry at an inter-school competition. We have therefore designed « jechanvre » sweaters for them to express this message at their fair. A nice team of motivated people who won 4 prizes out of 6 (a record)!",
    "jechanvre-5": "Visit jechanvre",
    "jechanvre-6": "The products",
    "jechanvre-7": "Hemp caps",
    "jechanvre-8": "A unique 'tri-blend' blend that promises versatility, comfort and durability. 100% of the profits from this collection are reinvested to produce the first hemp headwear made in Canada.",
    "jechanvre-9": "Le verdict",
    "jechanvre-10": "The mission",
    "jechanvre-11": "Our goal is to rethink fashion in hemp clothings and we work with different brands to do so.",
    "jechanvre-12": "Visit jechanvre"
  }
}